Repository: ziaurrahaman/loan-repayment
Catalog: lib/l10n/app_*.arb
Languages: bn

# language
source: English
bn: বাংলা

# loginPageWelcomeText
source: Welcome to Department of Rural Development and Cooperatives
bn: পল্লী উন্নয়ন ও সমবায় বিভাগে স্বাগতম

# loginButtonText
source: Login
bn: প্রবেশ করুন

# homePageAppbarTitle
source: RDCD
bn: পল্লী উন্নয়ন ও সমবায় বিভাগ

# addMember
source: Add Somity Member
bn: সদস্য যোগ করুন

# fieldVisitHistory
source: Visit History
bn: মাঠ পরিদর্শনের ইতিহাস

source: Somity Meeting
bn: সমিতির সভা

source: Attendance
bn: উপস্থিতি

# profileMangement
source: Profile Management
bn: প্রোফাইল ম্যানেজমেন্ট

source: Electronic Passbook
bn: ইলেকট্রনিক পাসবুক

# loanApply
source: Apply Loan
bn: ঋণ দরখাস্ত

source: Offline Transaction
bn: অফলাইন লেনদেন
